<?php return array (
	//设定一些配置项
	'WEB_CONFIG' =>
	array (
		'admin' => 'Admin',
		'title' => '测试直销网站',
		'url' => '/',
	),
	//格式化会员级别
	'USER_LEVEL' =>
	array(
  		'1' => '一级',
  		'2' => '二级',
  		'3' => '三级',
  		'4' => '服务站',
  	),
	//格式化服务站级别
	'USER_CENTER' =>
	array(
		'0' =>'否',
		'1' =>'一级服务站',
		'2' =>'二级服务站',
	),
	//格式化会员状态
	'USER_STATUS' =>
	array(
		//'-3'   => '本金提出',
		'-404'   => '注销',
		'-1' => '冻结',//只允许使用商城 
		'0'  => '正式会员',
		//'1'  => '新注册会员',
	),
	//格式化财务日志收支
	'FINANCE_SZ_TYPE' =>
	array(
		'1' =>'收入',
		'2' =>'支出',
	),
	//格式化用户资金表 type
	'USER_MONEY_TYPE' =>
	array(
			//'1' =>'本金',//
			'2' =>'购车劵',//网站的代币
			//'3' =>'剩余回馈积分',//回馈积分
			//'4' =>'灵动币',//排单币
			//'5' =>'累计获取的剩余回馈积分',
			//'6' =>'累计获取的积分',
			//'7' =>'累计获取的推荐奖',
	),
	//文章类型
	'ART_TYPE' =>
	array(
		'1' =>'资讯',
		'2' =>'公告',
		'3' =>'用户注册协议',
	),

	//通知
	'MESSAGE_TYPE' =>
	array(
		'1' =>'充值成功',	
		'2' =>'充值失败',	
	),	
	//充值类型
	'RECHARGE_STATUS' =>
	array(
		'0' =>'待审核',
		'1' =>'充值成功',
		'-1' =>'充值失败',
	),
	//提现类型
	'WITHDRAW_TYPE' =>
	array(
			'1' =>'微信',
			'2' =>'支付宝',
			//'3' =>'银行卡',
	),
	//提现类型
	'WITHDRAW_STATUS' =>
	array(
		'0' =>'待审核',
		'1' =>'提现成功',
		'2' =>'提现失败',
	),
	//充币类型
	'CHONGBI_STATUS' =>
	array(
			'0' =>'未到账',
			'1' =>'充值成功',
	),
	//充币类型
	'TIBI_STATUS' =>
	array(
			'0'  =>'待审核',
			'1'  =>'提币成功',
			'-1' =>'提币失败',
	),
	//留言状态
	'QUESTION_STATUS' =>
	array(
			'0' =>'未回复',
			'1' =>'已回复',
	),
	//回复留言的人的类型
	'ANSWER_TYPE' =>
	array(
			'0' =>'用户回复',
			'1' =>'管理回复',
	),
	//订单类型
	'ORDER_TYPE' =>
	array(
			'1' =>'未发货',
			'2' =>'已发货',
	),
);